---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.IFCProductWrapper
source: html/d6591646-9e91-b823-e099-bf43a9746cc1.htm
---
# IFCProductWrapper Properties

The number of objects associated with the IfcProduct in this wrapper.